almenon.arepl
BazelBuild.vscode-bazel
BriteSnow.vscode-toggle-quotes
buianhthang.xml2json
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
eriklynd.json-tools
esbenp.prettier-vscode
felipecaputo.git-project-manager
foxundermoon.shell-format
golang.go
hashicorp.terraform
heptio.jsonnet
htwx.json-and-jsonc
humao.rest-client
johnpapa.vscode-peacock
karigari.chat
lostintangent.vsls-whiteboard
mindginative.terraform-snippets
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azurecli
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
quicktype.quicktype
redhat.vscode-yaml
run-at-scale.terraform-doc-snippets
ryu1kn.partial-diff
timonwong.shellcheck
vscoss.vscode-ansible
xrc-inc.jsonnet-formatter
yzhang.markdown-all-in-one